tap "felixkratz/formulae"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "defaultbrowser"
brew "dive"
brew "docker"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "libfido2"
brew "make"
brew "mas"
brew "pinentry-mac"
brew "sops"
brew "tfenv"
brew "tree"
brew "yj"
brew "yq"
brew "felixkratz/formulae/borders"
cask_args require_sha: true
cask "brave-browser"
cask "deskpad"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "kitty"
cask "logitech-options"
cask "orbstack"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "exodiusstudios.comment-anchors"
vscode "golang.go"
vscode "jinliming2.vscode-go-template"
vscode "signageos.signageos-vscode-sops"
vscode "tomoki1207.pdf"
