tap "ankitpokhrel/jira-cli"
tap "fsouza/prettierd"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "warrensbox/tap"
brew "little-cms2"
brew "webp"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "dive"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grpcurl"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libfido2"
brew "libpq"
brew "make"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "skopeo"
brew "sops"
brew "stern"
brew "teleport"
brew "terraform-docs"
brew "tree"
brew "yj"
brew "ykman"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "fsouza/prettierd/prettierd"
brew "googlecontainertools/kpt/kpt"
brew "hashicorp/tap/terraform", link: false
brew "mfuentesg/tap/ksd"
brew "norwoodj/tap/helm-docs"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "brave-browser"
cask "dbeaver-community"
cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "kitty"
cask "logitech-options"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notunes"
cask "qbittorrent"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "GSE SMART IPTV", id: 1293083751
mas "Magnet", id: 441258766
mas "Sleep Control Center", id: 946798523
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "ExodiusStudios.comment-anchors"
vscode "golang.go"
vscode "jinliming2.vscode-go-template"
vscode "signageos.signageos-vscode-sops"
vscode "tomoki1207.pdf"
